Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.general.display.unavailable.autoSwitchDisabled
source: The selected display is unavailable right now. Dynamic Notch will stay hidden until that display returns.
ar: الشاشة المحددة غير متاحة حالياً. سيبقى Dynamic Notch مخفياً حتى عودة تلك الشاشة.
bg: Избраният дисплей не е достъпен в момента. Dynamic Notch ще остане скрит.
bn: নির্বাচিত ডিসপ্লে এই মুহূর্তে অনুপলব্ধ। Dynamic Notch লুকানো থাকবে।
ca: La pantalla seleccionada no està disponible ara mateix. Dynamic Notch romandrà amagat.
cs: Vybraný displej není momentálně k dispozici. Dynamic Notch zůstane skrytý, dokud se tento monitor znovu nepřipojí.
da: Den valgte skærm er ikke tilgængelig i øjeblikket. Dynamic Notch forbliver skjult.
de: Das ausgewählte Display ist derzeit nicht verfügbar. Dynamic Notch bleibt ausgeblendet, bis das Display wieder verbunden wird.
el: Η επιλεγμένη οθόνη δεν είναι διαθέσιμη αυτή τη στιγμή. Το Dynamic Notch θα παραμείνει κρυφό.
es: La pantalla seleccionada no está disponible ahora mismo. Dynamic Notch permanecerá oculto hasta que vuelva.
fa: صفحه نمایش انتخابی در حال حاضر در دسترس نیست. Dynamic Notch پنهان خواهد ماند.
fi: Valittu näyttö ei ole juuri nyt käytettävissä. Dynamic Notch pysyy piilossa.
fil: Hindi available ang napiling display sa ngayon. Mananatiling nakatago ang Dynamic Notch.
fr: L'écran sélectionné est actuellement indisponible. Dynamic Notch restera masqué jusqu'au retour de cet écran.
he: הצג שנבחר אינו זמין כעת. Dynamic Notch יישאר מוסתר.
hi: चयनित डिस्प्ले अभी अनुपलब्ध है। Dynamic Notch तब तक छिपा रहेगा जब तक वह डिस्प्ले वापस नहीं आ जाता।
hr: Odabrani zaslon trenutno nije dostupan. Dynamic Notch ostat će skriven.
hu: A kiválasztott kijelző jelenleg nem érhető el. A Dynamic Notch rejtve marad, amíg vissza nem tér.
id: Layar yang dipilih saat ini tidak tersedia. Dynamic Notch akan tetap tersembunyi hingga layar ini kembali.
it: Lo schermo selezionato non è al momento disponibile. Dynamic Notch rimarrà nascosto fino al ritorno di questo schermo.
ja: 選択したディスプレイは現在利用できません。再接続されるまでDynamic Notchは非表示になります。
kk: Таңдалған дисплей қазір қолжетімсіз. Dynamic Notch жасырын қалады.
ko: 선택한 디스플레이를 현재 사용할 수 없습니다. 해당 디스플레이가 다시 연결될 때까지 Dynamic Notch가 숨겨집니다.
ms: Paparan yang dipilih tidak tersedia sekarang. Dynamic Notch akan kekal tersembunyi.
nb: Den valgte skjermen er ikke tilgjengelig for øyeblikket. Dynamic Notch forblir skjult.
nl: Het geselecteerde beeldscherm is momenteel niet beschikbaar. Dynamic Notch blijft verborgen totdat dit scherm terugkeert.
pl: Wybrany ekran jest obecnie niedostępny. Dynamic Notch pozostanie ukryty do czasu ponownego podłączenia tego ekranu.
pt: O ecrã selecionado está indisponível. O Dynamic Notch permanecerá oculto até que este ecrã regresse.
ro: Ecranul selectat nu este disponibil acum. Dynamic Notch va rămâne ascuns până când ecranul revine.
ru: Выбранный дисплей сейчас недоступен. Dynamic Notch останется скрытым, пока этот дисплей не вернётся.
sk: Vybraný displej momentálne nie je k dispozícii. Dynamic Notch zostane skrytý.
sr: Изабрани екран тренутно није доступан. Dynamic Notch ће остати сакривен.
sv: Den valda skärmen är inte tillgänglig för närvarande. Dynamic Notch förblir dold tills denna skärm återansluts.
th: จอแสดงผลที่เลือกไม่พร้อมใช้งานในขณะนี้ Dynamic Notch จะยังคงซ่อนอยู่จนกว่าจอนั้นจะกลับมา
tr: Seçilen ekran şu anda kullanılamıyor. O ekran geri dönene kadar Dynamic Notch gizli kalacak.
uk: Вибраний дисплей зараз недоступний. Dynamic Notch залишатиметься прихованим, доки цей екран не з'явиться знову.
vi: Màn hình đã chọn hiện không khả dụng. Dynamic Notch sẽ vẫn bị ẩn cho đến khi màn hình này hoạt động trở lại.
zh_hans: 所选显示屏当前不可用。Dynamic Notch 会保持隐藏，直到该显示屏重新连接。
zh_hant: 所選顯示器目前無法使用。在該顯示器重新連接之前，Dynamic Notch 將保持隱藏。

# settings.general.display.unavailable.autoSwitchEnabled
source: The selected display is unavailable right now. Dynamic Notch is temporarily following the main display.
ar: الشاشة المحددة غير متاحة حالياً. Dynamic Notch يتبع الشاشة الرئيسية مؤقتاً.
bg: Избраният дисплей не е достъпен в момента. Dynamic Notch временно ще следва главния дисплей.
bn: নির্বাচিত ডিসপ্লে এই মুহূর্তে অনুপলব্ধ। Dynamic Notch সাময়িকভাবে প্রধান ডিসপ্লে অনুসরণ করবে।
ca: La pantalla seleccionada no està disponible ara mateix. Dynamic Notch seguirà temporalment la pantalla principal.
cs: Vybraný displej není momentálně k dispozici. Dynamic Notch se dočasně zobrazuje na hlavním displeji.
da: Den valgte skærm er ikke tilgængelig i øjeblikket. Dynamic Notch følger midlertidigt hovedskærmen.
de: Das ausgewählte Display ist derzeit nicht verfügbar. Dynamic Notch verwendet vorübergehend das Hauptdisplay.
el: Η επιλεγμένη οθόνη δεν είναι διαθέσιμη αυτή τη στιγμή. Το Dynamic Notch ακολουθεί προσωρινά την κύρια οθόνη.
es: La pantalla seleccionada no está disponible ahora mismo. Dynamic Notch está siguiendo temporalmente la pantalla principal.
fa: صفحه نمایش انتخابی در حال حاضر در دسترس نیست. Dynamic Notch موقتاً صفحه نمایش اصلی را دنبال می‌کند.
fi: Valittu näyttö ei ole juuri nyt käytettävissä. Dynamic Notch seuraa tilapäisesti päänäyttöä.
fil: Hindi available ang napiling display sa ngayon. Pansamantalang susundan ng Dynamic Notch ang pangunahing display.
fr: L'écran sélectionné est actuellement indisponible. Dynamic Notch s'affiche temporairement sur l'écran principal.
he: הצג שנבחר אינו זמין כעת. Dynamic Notch עוקב זמנית אחר התצוגה הראשית.
hi: चयनित डिस्प्ले अभी अनुपलब्ध है। Dynamic Notch अस्थायी रूप से मुख्य डिस्प्ले पर चल रहा है।
hr: Odabrani zaslon trenutno nije dostupan. Dynamic Notch privremeno prati glavni zaslon.
hu: A kiválasztott kijelző jelenleg nem érhető el. A Dynamic Notch ideiglenesen a fő kijelzőt követi.
id: Layar yang dipilih saat ini tidak tersedia. Dynamic Notch ditampilkan sementara di layar utama.
it: Lo schermo selezionato non è al momento disponibile. Dynamic Notch viene visualizzato temporaneamente sullo schermo principale.
ja: 選択したディスプレイは現在利用できません。Dynamic Notchは一時的にメインディスプレイに表示されます。
kk: Таңдалған дисплей қазір қолжетімсіз. Dynamic Notch уақытша негізгі дисплейге ауысады.
ko: 선택한 디스플레이를 현재 사용할 수 없습니다. Dynamic Notch가 임시로 메인 디스플레이에 표시됩니다.
ms: Paparan yang dipilih tidak tersedia sekarang. Dynamic Notch mengikuti paparan utama buat sementara.
nb: Den valgte skjermen er ikke tilgjengelig for øyeblikket. Dynamic Notch følger midlertidig hovedskjermen.
nl: Het geselecteerde beeldscherm is momenteel niet beschikbaar. Dynamic Notch wordt tijdelijk weergegeven op het hoofdscherm.
pl: Wybrany ekran jest obecnie niedostępny. Dynamic Notch jest tymczasowo wyświetlany na ekranie głównym.
pt: O ecrã selecionado está indisponível. O Dynamic Notch é apresentado temporariamente no ecrã principal.
ro: Ecranul selectat nu este disponibil acum. Dynamic Notch urmărește temporar ecranul principal.
ru: Выбранный дисплей сейчас недоступен. Dynamic Notch временно следует за основным дисплеем.
sk: Vybraný displej momentálne nie je k dispozícii. Dynamic Notch dočasne sleduje hlavný displej.
sr: Изабрани екран тренутно није доступан. Dynamic Notch привремено прати главни екран.
sv: Den valda skärmen är inte tillgänglig för närvarande. Dynamic Notch visas tillfälligt på huvudskärmen.
th: จอแสดงผลที่เลือกไม่พร้อมใช้งานในขณะนี้ Dynamic Notch กำลังติดตามจอหลักชั่วคราว
tr: Seçilen ekran şu anda kullanılamıyor. Dynamic Notch geçici olarak ana ekranı izliyor.
uk: Вибраний дисплей зараз недоступний. Dynamic Notch тимчасово відображається на головному дисплеї.
vi: Màn hình đã chọn hiện không khả dụng. Dynamic Notch tạm thời hiển thị trên màn hình chính.
zh_hans: 所选显示屏当前不可用。Dynamic Notch 正在临时跟随主显示屏。
zh_hant: 所選顯示器目前無法使用。Dynamic Notch 將暫時顯示在主顯示器上。

# settings.general.support.subtitle
source: Support the project development and donations.
ar: دعم تطوير المشروع والتبرعات.
bg: Подкрепете развитието на проекта и даренията.
bn: প্রকল্পের উন্নয়ন এবং অনুদান সমর্থন করুন।
ca: Dona suport al desenvolupament del projecte i donacions.
cs: Podpořte vývoj projektu darem.
da: Støt projektudviklingen og donationer.
de: Unterstütze die Weiterentwicklung mit Spenden.
el: Υποστηρίξτε την ανάπτυξη του έργου και κάντε δωρεά.
es: Apoya el desarrollo del proyecto y las donaciones.
fa: حمایت از توسعه پروژه و کمک‌های مالی.
fi: Tue projektin kehitystä ja lahjoituksia.
fil: Suportahan ang pagbuo ng proyekto at mga donasyon.
fr: Soutenez le développement du projet par un don.
he: תמיכה בפיתוח הפרויקט ותרומות.
hi: परियोजना विकास और दान का समर्थन करें।
hr: Podržite razvoj projekta i donacije.
hu: Támogassa a projekt fejlesztését és adományozzon.
id: Dukung pengembangan proyek melalui donasi.
it: Sostieni lo sviluppo del progetto con una donazione.
ja: 寄付を通じて開発をサポートしてください。
kk: Жобаны дамытуды қолдау және қайырымдылықтар.
ko: 후원을 통해 프로젝트 개발을 지원해 주세요.
ms: Sokong pembangunan projek dan derma.
nb: Støtt prosjektutviklingen og donasjoner.
nl: Ondersteun de projectontwikkeling met een donatie.
pl: Wesprzyj rozwój projektu poprzez darowiznę.
pt: Apoie o desenvolvimento do projeto através de um donativo.
ro: Susțineți dezvoltarea proiectului și donațiile.
ru: Поддержка проекта донатом.
sk: Podporte vývoj projektu a dary.
sr: Подржите развој пројекта и донације.
sv: Stöd projektets utveckling genom en donation.
th: สนับสนุนการพัฒนาโครงการและการบริจาค
tr: Proje geliştirmesine destek olun ve bağış yapın.
uk: Підтримайте розвиток проєкту донатом.
vi: Ủng hộ sự phát triển của dự án qua đóng góp.
zh_hans: 支持项目开发与捐赠。
zh_hant: 透過捐贈支持專案開發。

# settings.general.support.title
source: Support
ar: الدعم
bg: Поддръжка
bn: সমর্থন
ca: Suport
cs: Podpora
de: Unterstützung
el: Υποστήριξη
es: Soporte
fa: پشتیبانی
fi: Tuki
fil: Suporta
fr: Soutien
he: תמיכה
hi: समर्थन
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
kk: Қолдау
ko: 후원
ms: Sokongan
nb: Brukerstøtte
nl: Ondersteuning
pl: Wsparcie
pt: Apoio
ro: Suport
ru: Поддержка
sk: Podpora
sr: Подршка
sv: Stöd
th: สนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 贊助支持

# settings.general.system.subtitle
source: Manage launch options, Dock, and menu bar icon visibility.
ar: إدارة خيارات التشغيل والـ Dock ورؤية أيقونة شريط القوائم.
bg: Управление на опциите за стартиране, Dock и видимостта в лентата с менюта.
bn: স্টার্টআপ বিকল্প, ডক এবং মেনু বার দৃশ্যমানতা পরিচালনা করুন।
ca: Gestiona les opcions d'inici, el Dock i la visibilitat de la barra de menús.
cs: Správa možností spouštění, viditelnosti v Docku a v řádku nabídek.
da: Administrer startindstillinger, Dock og menulinjeikonsynlighed.
de: Startoptionen, Dock- und Menüleistensymbol-Sichtbarkeit verwalten.
el: Διαχείριση επιλογών εκκίνησης, Dock και εικονιδίου γραμμής μενού.
es: Administrar opciones de inicio, visibilidad del Dock y del icono de la barra de menú.
fa: مدیریت گزینه‌های راه‌اندازی، داک و نمایش در نوار منو.
fi: Hallitse käynnistysvalintoja, Dockia ja valikkorivin kuvaketta.
fil: Pamahalaan ang mga opsyon sa pag-startup, Dock, at visibility sa menu bar.
fr: Gérer les options de démarrage, la visibilité dans le Dock et la barre des menus.
he: נהל אפשרויות הפעלה, Dock ונראות סמל שורת התפריטים.
hi: लॉन्च विकल्प, डॉक और मेनू बार आइकन दृश्यता प्रबंधित करें।
hr: Upravljajte opcijama pokretanja, Dockom i vidljivošću ikone na traci izbornika.
hu: Indítási beállítások, Dock és menüsor ikon láthatóságának kezelése.
id: Kelola opsi startup, visibilitas di Dock dan bilah menu.
it: Gestisci opzioni di avvio, visibilità nel Dock e nella barra dei menu.
ja: スタートアップオプション、Dock、メニューバーの表示を管理します。
kk: Іске қосу, Dock және мәзір жолағының көріну параметрлерін басқарыңыз.
ko: 시작 옵션, Dock 및 메뉴 막대 표시 여부 관리.
ms: Urus pilihan pelancaran, Dock dan keterlihatan ikon bar menu.
nb: Administrer oppstartsalternativer, Dock og menylinjeikonsynlighet.
nl: Beheer opstartopties, zichtbaarheid in het Dock en de menubalk.
pl: Zarządzaj opcjami uruchamiania, widocznością w Docku i na pasku menu.
pt: Gerir opções de arranque, visibilidade no Dock e na barra de menus.
ro: Gestionați opțiunile de pornire, Dock-ul și pictograma din bara de meniu.
ru: Управление параметрами запуска, отображением в Dock и строке меню.
sk: Spravujte možnosti spustenia, Dock a viditeľnosť ikony v lište menu.
sr: Управљајте опцијама покретања, Dock-ом и видљивошћу иконе на траци менија.
sv: Hantera startalternativ, synlighet i Dock och menyraden.
th: จัดการตัวเลือกการเปิดใช้ ด็อก และไอคอนแถบเมนู
tr: Başlatma seçeneklerini, Dock ve menü çubuğu simgesi görünürlüğünü yönetin.
uk: Керуйте параметрами запуску, видимістю в Dock та рядку меню.
vi: Quản lý tùy chọn khởi động, khả năng hiển thị Dock và thanh menu.
zh_hans: 管理启动选项、Dock 和菜单栏图标的显示。
zh_hant: 管理啟動選項、Dock 與選單列可見度。

# settings.general.system.title
source: System
ar: النظام
bg: Система
bn: সিস্টেম
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
kk: Жүйе
ko: 시스템
ms: Sistem
nl: Systeem
pt: Sistema
ro: Sistem
ru: Система
sk: Systém
sr: Систем
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# settings.group.application
source: Application
ar: التطبيق
bg: Приложение
bn: অ্যাপ্লিকেশন
ca: Aplicació
cs: Aplikace
da: Program
de: Anwendung
el: Εφαρμογή
es: Aplicación
fa: برنامه
fi: Sovellus
he: יישום
hi: एप्लिकेशन
hr: Aplikacija
hu: Alkalmazás
id: Aplikasi
it: Applicazione
ja: アプリケーション
kk: Қолданба
ko: 애플리케이션
ms: Aplikasi
nb: Program
nl: Applicatie
pl: Aplikacja
pt: Aplicação
ro: Aplicație
ru: Приложение
sk: Aplikácia
sr: Апликација
sv: Applikation
th: แอปพลิเคชัน
tr: Uygulama
uk: Програма
vi: Ứng dụng
zh_hans: 应用
zh_hant: 應用程式

# settings.group.connectivity
source: Connectivity
ar: الاتصال
bg: Свързаност
bn: সংযোগ
ca: Connectivitat
cs: Konektivita
da: Forbindelse
de: Netzwerk & Verbindungen
el: Συνδεσιμότητα
es: Conectividad
fa: اتصالات
fi: Yhteydet
fil: Koneksyon
fr: Réseau et connexions
he: קישוריות
hi: कनेक्टिविटी
hr: Povezivost
hu: Kapcsolat
id: Jaringan & Konektivitas
it: Rete e connessioni
ja: ネットワークと接続
kk: Байланыс
ko: 네트워크 및 연결
ms: Ketersambungan
nb: Tilkobling
nl: Verbindingen
pl: Sieć i połączenia
pt: Rede e ligações
ro: Conectivitate
ru: Сеть и соединения
sk: Pripojiteľnosť
sr: Повезивање
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
uk: Зв'язок
vi: Mạng & kết nối
zh_hans: 连接
zh_hant: 網路與連線

# settings.group.media
source: Media & Files
ar: الوسائط والملفات
bg: Медия и файлове
bn: মিডিয়া এবং ফাইল
ca: Mitjans i fitxers
cs: Média a soubory
da: Medier og filer
de: Medien & Dateien
el: Πολυμέσα & Αρχεία
es: Medios y archivos
fa: رسانه و فایل‌ها
fi: Media ja tiedostot
fil: Media at Mga File
fr: Médias et fichiers
he: מדיה וקבצים
hi: मीडिया और फ़ाइलें
hr: Mediji i datoteke
hu: Média és fájlok
id: Media & File
it: File e contenuti multimediali
ja: メディアとファイル
kk: Медиа және файлдар
ko: 미디어 및 파일
ms: Media & Fail
nb: Medier og filer
nl: Media en bestanden
pl: Multimedia i pliki
pt: Multimédia e ficheiros
ro: Media și fișiere
ru: Медиа и файлы
sk: Médiá a súbory
sr: Медији и датотеке
sv: Media och filer
th: สื่อและไฟล์
tr: Ortam ve Dosyalar
uk: Медіа та файли
vi: Phương tiện & tệp
zh_hans: 媒体与文件
zh_hant: 媒體與檔案

# settings.group.system
source: System
ar: النظام
bg: Система
bn: সিস্টেম
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
kk: Жүйе
ko: 시스템
ms: Sistem
nl: Systeem
pt: Sistema
ro: Sistem
ru: Система
sk: Systém
sr: Систем
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# settings.homePage.card.activity
source: Home Page activity
ar: نشاط الصفحة الرئيسية
bg: Дейност на началната страница
bn: হোম পেজ অ্যাক্টিভিটি
ca: Activitat de la pàgina d'inici
cs: Aktivita domovské stránky
da: Startsideaktivitet
de: Hauptseiten-Aktivität
el: Δραστηριότητα Αρχικής σελίδας
es: Actividad de la página principal
fa: فعالیت صفحه اصلی
fi: Kotisivun toiminta
fil: Aktibidad ng Home Page
fr: Activité de la page d'accueil
he: פעילות דף הבית
hi: होम पेज गतिविधि
hr: Aktivnost početne stranice
hu: Főoldal tevékenység
id: Aktivitas Halaman Beranda
it: Attività home page
ja: ホームページアクティビティ
kk: Басты бет әрекеті
ko: 홈 화면 활동
ms: Aktiviti Laman Utama
nb: Startsideaktivitet
nl: Homepagina-activiteit
pl: Aktywność strony głównej
pt: Atividade da página inicial
ro: Activitate Pagină principală
ru: Активность домашней страницы
sk: Aktivita domovskej stránky
sr: Активност почетне странице
sv: Startsidesaktivitet
th: กิจกรรมหน้าแรก
tr: Ana Sayfa etkinliği
uk: Активність головного екрана
vi: Hoạt động trang chủ
zh_hans: 主页活动
zh_hant: 主頁面活動

# settings.homePage.card.appearance
source: Home Page appearance
ar: مظهر الصفحة الرئيسية
bg: Изглед на началната страница
bn: হোম পেজের চেহারা
ca: Aparença de la pàgina d'inici
cs: Vzhled domovské stránky
da: Startsideudseende
de: Hauptseiten-Erscheinungsbild
el: Εμφάνιση Αρχικής σελίδας
es: Apariencia de la página principal
fa: ظاهر صفحه اصلی
fi: Kotisivun ulkoasu
fil: Hitsura ng Home Page
fr: Apparence de la page d'accueil
he: מראה דף הבית
hi: होम पेज स्वरूप
hr: Izgled početne stranice
hu: Főoldal megjelenése
id: Tampilan Halaman Beranda
it: Aspetto della home page
ja: ホームページの外観
kk: Басты бет көрінісі
ko: 홈 화면 모양
ms: Penampilan Laman Utama
nb: Startsideutseende
nl: Homepagina-weergave
pl: Wygląd strony głównej
pt: Aparência da página inicial
ro: Aspect Pagină principală
ru: Внешний вид домашней страницы
sk: Vzhľad domovskej stránky
sr: Изглед почетне странице
sv: Startsidesutseende
th: ลักษณะหน้าแรก
tr: Ana Sayfa görünümü
uk: Вигляд головного екрана
vi: Giao diện trang chủ
zh_hans: 主页外观
zh_hant: 主頁面外觀

# settings.homePage.indicatorSize.desc
source: Choose size of page indicator dots.
ar: اختر حجم نقاط مؤشر الصفحة.
bg: Изберете размера на точките на индикатора за страници.
bn: পৃষ্ঠা সূচক বিন্দুগুলির আকার চয়ন করুন।
ca: Tria la mida dels punts de l'indicador de pàgina.
cs: Upravte velikost tečkových indikátorů stránek.
da: Vælg størrelse på sideindikatorprikker.
de: Größe der Seitenindikatoren (Punkte) anpassen.
el: Επιλέξτε μέγεθος κουκκίδων δείκτη σελίδας.
es: Elige el tamaño de los puntos del indicador de páginas.
fa: اندازه نقاط نشانگر صفحه را انتخاب کنید.
fi: Valitse sivunilmaisimen pisteiden koko.
fil: Piliin ang laki ng mga tuldok ng indicator ng pahina.
fr: Ajuster la taille des points indicateurs de page.
he: בחר גודל נקודות מחוון דפים.
hi: पेज इंडिकेटर डॉट्स का आकार चुनें।
hr: Odaberite veličinu točaka indikatora stranica.
hu: Válassza ki az oldaljelző pontok méretét.
id: Sesuaikan ukuran titik indikator halaman.
it: Regola le dimensioni dei puntini indicatori di pagina.
ja: ページドットインジケータのサイズを調整します。
kk: Бет индикаторы нүктелерінің өлшемін таңдаңыз.
ko: 페이지 점 표시기의 크기를 조정합니다.
ms: Pilih saiz titik penunjuk halaman.
nb: Velg størrelse på sideindikatorprikker.
nl: Pas de grootte van de paginapuntindicatoren aan.
pl: Dostosuj rozmiar kropek wskaźnika strony.
pt: Ajustar o tamanho dos pontos indicadores de página.
ro: Alegeți dimensiunea punctelor indicatoare de pagină.
ru: Выберите размер точек индикатора страниц.
sk: Vyberte veľkosť bodiek indikátora stránok.
sr: Изаберите величину тачака индикатора страница.
sv: Justera storleken på sidpunktsindikatorerna.
th: เลือกขนาดของจุดระบุหน้า
tr: Sayfa gösterge noktalarının boyutunu seçin.
uk: Налаштуйте розмір крапок-індикаторів сторінок.
vi: Điều chỉnh kích thước của các chấm chỉ báo trang.
zh_hans: 选择页面指示器圆点尺寸。
zh_hant: 調整頁面圓點指示器的大小。

# settings.homePage.indicatorSize.description
source: Choose the size of the page indicator dots.
ar: اختر حجم نقاط مؤشر الصفحة.
bg: Изберете размера на точките на индикатора за страници.
bn: পৃষ্ঠা সূচক বিন্দুগুলির আকার চয়ন করুন।
ca: Tria la mida dels punts de l'indicador de pàgina.
cs: Zvolte velikost teček stránek.
da: Vælg størrelse på sideindikatorprikker.
de: Wähle die Größe der Seitenindikatoren.
el: Επιλέξτε μέγεθος κουκκίδων δείκτη σελίδας.
es: Elija el tamaño de los puntos del indicador de página.
fa: اندازه نقاط نشانگر صفحه را انتخاب کنید.
fi: Valitse sivunilmaisimen pisteiden koko.
fil: Piliin ang laki ng mga tuldok ng indicator ng pahina.
fr: Choisissez la taille des points indicateurs de page.
he: בחר גודל נקודות מחוון דפים.
hi: पेज इंडिकेटर डॉट्स का आकार चुनें।
hr: Odaberite veličinu točaka indikatora stranica.
hu: Válassza ki az oldaljelző pontok méretét.
id: Pilih ukuran titik halaman.
it: Scegli la dimensione dei puntini di pagina.
ja: ページドットのサイズを選択してください。
kk: Бет индикаторы нүктелерінің өлшемін таңдаңыз.
ko: 페이지 점의 크기를 선택하세요.
ms: Pilih saiz titik penunjuk halaman.
nb: Velg størrelse på sideindikatorprikker.
nl: Kies de grootte van de paginapunten.
pl: Wybierz rozmiar kropek strony.
pt: Escolha o tamanho dos pontos indicadores de página.
ro: Alegeți dimensiunea punctelor indicatoare de pagină.
ru: Выберите размер точек индикатора страниц.
sk: Vyberte veľkosť bodiek indikátora stránok.
sr: Изаберите величину тачака индикатора страница.
sv: Välj storlek på sidpunkterna.
th: เลือกขนาดของจุดระบุหน้า
tr: Sayfa gösterge noktalarının boyutunu seçin.
uk: Виберіть розмір крапок сторінок.
vi: Chọn kích thước của các chấm trang.
zh_hans: 选择页面指示器点的大小。
zh_hant: 選擇頁面圓點的大小。

# settings.homePage.indicatorSize.large
source: Large
ar: كبير
bg: Голям
bn: বড়
ca: Gran
cs: Velká
da: Stor
de: Groß
el: Μεγάλο
es: Grande
fa: بزرگ
fi: Suuri
fil: Malaki
fr: Grand
he: גדול
hi: बड़ा
hr: Veliko
hu: Nagy
id: Besar
it: Grande
ja: 大
kk: Үлкен
ko: 크게
ms: Besar
nb: Stor
nl: Groot
pl: Duży
pt: Grande
ro: Mare
ru: Большой
sk: Veľká
sr: Велико
sv: Stor
th: ใหญ่
tr: Büyük
uk: Великий
vi: Lớn
zh_hans: 大
zh_hant: 大

# settings.homePage.indicatorSize.medium
source: Medium
ar: متوسط
bg: Среден
bn: মাঝারি
ca: Mitjà
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
es: Mediano
fa: متوسط
fi: Keskikokoinen
fil: Katamtaman
fr: Moyen
he: בינוני
hi: मध्यम
hr: Srednje
hu: Közepes
id: Sedang
it: Medio
ja: 中
kk: Орташа
ko: 중간
ms: Sederhana
nb: Middels
nl: Gemiddeld
pl: Średni
pt: Médio
ro: Mediu
ru: Средний
sk: Stredná
sr: Средње
th: ปานกลาง
tr: Orta
uk: Середній
vi: Vừa
zh_hans: 中
zh_hant: 中

# settings.homePage.indicatorSize.small
source: Small
ar: صغير
bg: Малък
bn: ছোট
ca: Petit
cs: Malá
da: Lille
de: Klein
el: Μικρό
es: Pequeño
fa: کوچک
fi: Pieni
fil: Maliit
fr: Petit
he: קטן
hi: छोटा
hr: Malo
hu: Kicsi
id: Kecil
it: Piccolo
ja: 小
kk: Кіші
ko: 작게
ms: Kecil
nb: Liten
nl: Klein
pl: Mały
pt: Pequeno
ro: Mic
ru: Маленький
sk: Malá
sr: Мало
sv: Liten
th: เล็ก
tr: Küçük
uk: Малий
vi: Nhỏ
zh_hans: 小
zh_hant: 小

# settings.homePage.indicatorSize.title
source: Page indicator size
ar: حجم مؤشر الصفحة
bg: Размер на индикатора
bn: পৃষ্ঠা সূচকের আকার
ca: Mida de l'indicador
cs: Velikost indikátorů
da: Sideindikatorstørrelse
de: Indikatorgröße
el: Μέγεθος δείκτη σελίδας
es: Tamaño del indicador de páginas
fa: اندازه نشانگر صفحه
fi: Sivunilmaisimen koko
fil: Laki ng Indicator ng Pahina
fr: Taille des indicateurs
he: גודל מחוון דפים
hi: पेज इंडिकेटर का आकार
hr: Veličina indikatora stranica
hu: Oldaljelző mérete
id: Ukuran Indikator
it: Dimensione indicatori
ja: インジケータサイズ
kk: Индикатор өлшемі
ko: 표시기 크기
ms: Saiz penunjuk halaman
nb: Sideindikatorstørrelse
nl: Indicatorgrootte
pl: Rozmiar wskaźników
pt: Tamanho dos indicadores
ro: Dimensiune indicator pagină
ru: Размер индикатора страниц
sk: Veľkosť indikátora stránok
sr: Величина индикатора страница
sv: Indikatorstorlek
th: ขนาดจุดระบุหน้า
tr: Sayfa göstergesi boyutu
uk: Розмір індикаторів
vi: Kích thước chỉ báo
zh_hans: 页面指示器尺寸
zh_hant: 指示器大小
